export default {
  projections: {
    АктПриемкиE: {
      номерАкта: {
        __caption__: 'Номер акта'
      },
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      поставщики: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Ф и осотрудника',
        фИОсотрудника: {
          __caption__: 'Ф и осотрудника'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      принятыйМат: {
        __caption__: 'Принятый мат',
        номерПозиции: {
          __caption__: 'Номер позиции'
        },
        номенклатура: {
          __caption__: 'Наименование',
          наименование: {
            __caption__: 'Наименование'
          }
        },
        колво: {
          __caption__: 'Колво'
        },
        склад: {
          __caption__: 'Имя склада',
          имяСклада: {
            __caption__: 'Имя склада'
          }
        }
      }
    },
    АктПриемкиL: {
      номерАкта: {
        __caption__: 'Номер акта'
      },
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      поставщики: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Ф и осотрудника',
        фИОсотрудника: {
          __caption__: 'Ф и осотрудника'
        }
      }
    }
  },
  validations: {
    датаПриемки: {
      __caption__: 'Дата приемки'
    },
    номерАкта: {
      __caption__: 'Номер акта'
    },
    поставщики: {
      __caption__: 'Наименование'
    },
    сотрудники: {
      __caption__: 'Ф и осотрудника'
    },
    принятыйМат: {
      __caption__: 'Принятый мат'
    }
  }
};
