export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОзаказчика: {
        __caption__: 'Ф и озаказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способПолучения: {
        __caption__: 'Способ получения'
      },
      номенклатура: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОзаказчика: {
        __caption__: 'Ф и озаказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способПолучения: {
        __caption__: 'Способ получения'
      },
      номенклатура: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    адресЗаказа: {
      __caption__: 'Адрес заказа'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    способПолучения: {
      __caption__: 'Способ получения'
    },
    фИОзаказчика: {
      __caption__: 'Ф и озаказчика'
    },
    номенклатура: {
      __caption__: 'Наименование'
    }
  }
};
