export default {
  projections: {
    НоменклатураE: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    НоменклатураL: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    кодМатериала: {
      __caption__: 'Код материала'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    }
  }
};
