export default {
  projections: {
    ПринятыйМатE: {
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      номенклатура: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      колво: {
        __caption__: 'Колво'
      },
      склад: {
        __caption__: 'Имя склада',
        имяСклада: {
          __caption__: 'Имя склада'
        }
      }
    }
  },
  validations: {
    колво: {
      __caption__: 'Колво'
    },
    номерПозиции: {
      __caption__: 'Номер позиции'
    },
    номенклатура: {
      __caption__: 'Наименование'
    },
    склад: {
      __caption__: 'Имя склада'
    },
    актПриемки: {
      __caption__: 'актПриемки'
    }
  }
};
