export default {
  projections: {
    ОтпускМатериалаE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      заказ: {
        __caption__: 'Номер заказа',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        },
        фИОзаказчика: {
          __caption__: 'Ф и озаказчика'
        },
        адресЗаказа: {
          __caption__: 'Адрес заказа'
        },
        способПолучения: {
          __caption__: 'Способ получения'
        }
      },
      сотрудники: {
        __caption__: 'Ф и осотрудника',
        фИОсотрудника: {
          __caption__: 'Ф и осотрудника'
        },
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    ОтпускМатериалаL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      заказ: {
        __caption__: 'Ф и озаказчика',
        фИОзаказчика: {
          __caption__: 'Ф и озаказчика'
        }
      },
      сотрудники: {
        __caption__: 'Ф и осотрудника',
        фИОсотрудника: {
          __caption__: 'Ф и осотрудника'
        }
      }
    }
  },
  validations: {
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    заказ: {
      __caption__: 'Номер заказа'
    },
    сотрудники: {
      __caption__: 'Ф и осотрудника'
    }
  }
};
